Repository: MissyM2/SampleSurveyApp
Catalog: SampleSurveyApp.Core/Localization/AppResources.*.resx
Languages: es

# CurrQCode01ACode01AText
source: Yes
es: Sí

# CurrQCode02ACode01AText
source: Yes
es: Sí

# CurrQCode02ACode02AText
source: No (goes to Review)
es: No (va a revisión)

# CurrQCode03ACode01AText
source: Yes
es: Sí

# CurrQCode03ACode02AText
source: No (Goes to Text)
es: No (va al texto)

# CurrQCode04ACode01AText
source: Single Selection Option 1
es: Opción de selección única 1

# CurrQCode04ACode02AText
source: Single Selection Option 2 (Goes to Review)
es: Opción de selección única 2 (Goes to Review)

# CurrQCode05ACode01AText
source: Multiple Selection Option 1
es: Opción de selección múltiple 1

# CurrQCode05ACode02AText
source: Multiple Selection Option 2
es: Opción de selección múltiple 2

# CurrQCode05ACode03AText
source: Multiple Selection Option 3
es: Opción de selección múltiple 3

# CurrQCode05ACode04AText
source: Multiple Selection Option 4
es: Opción de selección múltiple 4

# CurrQCode05ACode05AText
source: Multiple Selection Option 5
es: Opción de selección múltiple 5

# CurrQCode05ACode06AText
source: Multiple Selection Option 6
es: Opción de selección múltiple 6

# CurrQCode05ACode07AText
source: Multiple Selection Option 7
es: Opción de selección múltiple 7

# CurrQCode05ACode08AText
source: Multiple Selection Option 8
es: Opción de selección múltiple 8

# CurrQCode05ACode09AText
source: Multiple Selection Option 9
es: Opción de selección múltiple 9

# CurrQCode05ACode10AText
source: Multiple Selection Option 10
es: Opción de selección múltiple 10

# CurrQCode05ACode11AText
source: Multiple Selection Option 11
es: Opción de selección múltiple 11

# CurrQCode05ACode13AText
source: Multiple Selection Option 13
es: Opción de selección múltiple 13

# CurrQCode05ACode14AText
source: Multiple Selection Option 14
es: Opción de selección múltiple 14

# CurrQCode05ACode15AText
source: Multiple Selection Option 15
es: Opción de selección múltiple 15

# CurrQCode05ACode16AText
source: Multiple Selection Option 16
es: Opción de selección múltiple 16

# CurrQCode05ACode17AText
source: Multiple Selection Option 17
es: Opción de selección múltiple 17

# CurrQCode05ACode18AText
source: Multiple Selection Option 18
es: Opción de selección múltiple 18

# CurrQCode06ACode01AText
source: None
es: Ninguno

# CurrQCode06ACode02AText
source: A little
es: Un poco

# CurrQCode06ACode03AText
source: Some
es: Alguno

# CurrQCode06ACode04AText
source: A lot
es: Mucho

# CurrQCode06ACode05AText
source: Could not observe
es: No se pudo observar

# CurrQCode07ACode01AText
source: Yes
es: Sí

# CurrQCode07ACode03AText
source: Could not observe
es: No se pudo observar

# CurrQCode08ACode01AText
source: Yes
es: Sí

# CurrQCode08ACode03AText
source: Could not observe
es: No se pudo observar

# CurrQCode09ACode01AText
source: Yes
es: Sí

# CurrQCode09ACode03AText
source: Could not observe
es: No se pudo observar

# CurrQCode10ACode01AText
source: Yes
es: Sí

# CurrQCode10ACode03AText
source: Could not observe
es: No se pudo observar

# CurrQCode11ACode01AText
source: Yes
es: Sí

# CurrQCode11ACode03AText
source: Could not observe
es: No se pudo observar

# CurrQCode12ACode01AText
source: Yes
es: Sí

# CurrQCode12ACode03AText
source: Could not observe
es: No se pudo observar

# CurrQCode13ACode01AText
source: Red
es: Rojo

# CurrQCode13ACode02AText
source: Blue
es: Azul

# LeftBtnLblPrev
source: Prev
es: Previo

# MainInstructionLblMultipleAnswers
source: Select all that apply. (multiple answers)
es: Seleccione todas las que correspondan. (múltiples respuestas)

# MainInstructionLblReview
source: When you have finished your review, click here.
es: Cuando haya terminado su revisión, haga clic aquí.

# MainInstructionLblSingleAnswer
source: Select an option. (single answer)
es: Seleccione una opción. (única respuesta)

# MainQuestionLblReview
source: Please review your answers here.
es: Por favor revise sus respuestas aquí.

# Q01CurrQCodeDesc
source: Question 01
es: Q01

# Q01QText
source: Question 01: Single Answer
es: Pregunta 01: Respuesta única

# Q02CurrQCodeDesc
source: Question 02
es: Q02

# Q02QText
source: Question 02: Single Answer
es: Pregunta 02: Respuesta única

# Q03CurrQCodeDesc
source: Question 03
es: Q03

# Q03QText
source: Question 03: Single Answer
es: Pregunta 03: Respuesta única

# Q04CurrQCodeDesc
source: Question 04
es: Q04

# Q04QText
source: Question 04: Single Answer
es: Pregunta 04: Respuesta única

# Q05CurrQCodeDesc
source: Question 05
es: Q05

# Q05QText
source: Question 05: Multiple Answers
es: Pregunta 05: Múltiples respuestas

# Q06CurrQCodeDesc
source: Question 06
es: Q06

# Q06QText
source: Question 06: Single Answer
es: Pregunta 06: Respuesta única

# Q07CurrQCodeDesc
source: Question 07
es: Q07

# Q07QText
source: Question 07: Single Answer
es: Pregunta 07: Respuesta única

# Q08CurrQCodeDesc
source: Question 08
es: Q08

# Q08QText
source: Question 08 : Single Answer
es: Pregunta 08: Respuesta única

# Q09CurrQCodeDesc
source: Question 09
es: Q09

# Q09QText
source: Question 09: Single Answer
es: Pregunta 08: Respuesta única

# Q10CurrQCodeDesc
source: Question 10
es: Q10

# Q10QText
source: Question 10: Single Answer
es: Pregunta 10: Respuesta única

# Q11CurrQCodeDesc
source: Question 11
es: Q11

# Q11QText
source: Question 11: Single Answer
es: Pregunta 11: Respuesta única

# Q12CurrQCodeDesc
source: Question 12
es: Q12

# Q12QText
source: Question 12: Single Answer
es: Pregunta 12: Respuesta única

# Q13CurrQCodeDesc
source: Question 13
es: Q13

# Q13QText
source: Question 13: Text
es: Pregunta 13: Texto

# Q14CurrQCodeDesc
source: Question 14
es: Q14

# Q14QText
source: Question 14: Single Answer
es: Pregunta 14: Respuesta única

# Q15CurrQCodeDesc
source: Question 15
es: Q15

# Q15QText
source: Question 15: Text
es: Pregunta 13: Texto

# RightBtnLblNext
source: Next
es: Próximo

# RightBtnLblReview
source: Review
es: Revisar

# SaveSurveyBtnLbl
source: Save Survey
es: Guardar encuesta

# ScreenNameLblEndOfSurvey
source: End of Survey
es: Fin de la encuesta

# ScreenNameLblReview
source: Review
es: Revisar

# ScreenNameLblStart
source: Sample Survey App
es: Página de inicio de la encuesta

# StartSurveyLbl
source: Start Survey
es: Empezar encuesta

# TextInstructionLbl
source: The maximum character allowed is
es: El carácter máximo permitido es
